app/controllers/scotches_controller.rb

SELECT * FROM "scotches"
---
  def index
    @scotches = Scotch.all